<?php

return  [
  //==================================== Translations ====================================//
  'btn' => [
    'already_registered' => 'Արդեն գրանցվա՞ծ եք։ Մուտք գործեք։',
    'forgot'             => 'Գաղտնաբառը մոռացե՞լ եք։ Վերականգնե՛ք։',
    'not_registered'     => 'Գրանցված չե՞ք։ Գրանցվե՛ք',
  ],
  'label' => [
    'oauth_direct_access' => 'կամ մուտք գործեք Ձեր նախընտրած սոցիալական ցանցով։',
  ],
  'login' => [
    'alert' => [
      'message' => 'Կարո՞ղ ենք օգնել',
      'whoops'  => 'Ուփս!',
    ],
    'email'       => 'Էլեկտրոնային հասցե',
    'forgot'      => 'Մոռացել եմ գաղտնաբառը',
    'login'       => 'Մուտք',
    'password'    => 'Գատղտնաբառ',
    'remember_me' => 'Հիշել ինձ',
    'title'       => 'Մուտք',
  ],
  'register' => [
    'btn' => [
      'submit' => 'Գրանցվել',
    ],
    'email'                 => 'Էլեկտրոնային հասցե',
    'name'                  => 'Անուն',
    'need_help'             => 'Օգնության կարիք ունե՞ք',
    'password'              => 'Գաղտնաբառ',
    'password_confirmation' => 'Կրկնել գաղտնաբառը',
    'title'                 => 'Ողյույն։ Հիմա Ձեզ համար հաշիվ կստեղծենք',
  ],
  'reset' => [
    'btn' => [
      'reset'     => 'Վերականգնել գաղտնաբառը',
      'send_link' => 'Ուղարկեք ինձ վերականգնման հղումը',
    ],
    'title' => 'Գաղտնաբառի վերականգնում',
  ],
  'social' => [
    'facebook' => 'Մուտք գործել Ֆեյսբուքով',
    'github'   => 'Մուտք գործել Գիտհաբով',
    'google'   => 'Մուտք գործել Գուգլով',
  ],
  'failed' => 'Ձեր տվյալները չեն համապատասխանում',
];
