<?php
/*************************************************************************
 Generated via "php artisan localization:missing" at 2015/07/20 17:32:03
*************************************************************************/

return [
  'alert'    => 'Շատ լավ։ Ի՞նչ եք ցանկանում անել',
  'business' => [
    'btn'     => 'Ծառայություններ տրամադրել',
    'header'  => 'Ես սրահի ադմինիստրատոր եմ',
    'caption' => 'Օնլայն գրանցումներ ստանալու համար գրանցեք Ձեր սրահը։.',
  ],
  'user' => [
    'btn'     => 'Ցանկանում եմ օնլայն գրանցվել',
    'header'  => 'Ես հաճախորդ եմ',
    'caption' => 'Ցանկանում եք որևէ ծառայության համար օնլայն գրանցվե՞լ',
  ],
];
