<?php

return  [
  //==================================== Translations ====================================//
  'agenda' => [
    'title'    => 'Գրանցումներ',
    'subtitle' => 'Ակտիվ գրանցումներ',
  ],
  'business' => [
    'btn' => [
      'tooltip' => [
        'agenda'         => 'Գրանցումների գրաֆիկ',
        'contacts'       => 'Հաճախորդների ցուցակ',
        'humanresources' => 'Մասնագետներ',
        'services'       => 'Կառավարել ծառայությունները',
        'vacancies'      => 'Հրապարակել աշխատանքային ժամերը',
      ],
    ],
    'hint' => [
      'out_of_vacancies' => 'Հրապարակեք Ձեր աշխատանքային ժամերը<br><br>Որպեսզի հաճախորդները կարողանան գրանցվել, պետք է հրապարակեք Ձեր աշխատանքային ժամերը։',
      'set_services'     => 'Ավելացնել ծառայություններ',
    ],
    'service' => [
      'msg' => [
        'update' => [
          'success' => 'Ծառայությունը թարմացված է!',
        ],
      ],
    ],
  ],
  'businesses' => [
    'btn' => [
      'store'  => 'Գրանցել',
      'update' => 'Թարմացնել',
    ],
    'check' => [
      'remember_vacancies'  => 'Լռելյայն պահպանել հետևյալ աշխատանքային ժամերը',
      'unpublish_vacancies' => 'Փոխել իմ աշխատանքային ժամերը հրապարակելուց առաջ',
    ],
    'contacts' => [
      'btn' => [
        'create' => 'Ավելացնել հաճախորդ',
      ],
    ],
    'create' => [
      'title' => 'Գրանցել Ձեր սրահը',
    ],
    'notifications' => [
      'title' => 'Ծանուցումներ',
      'help' => 'Նոր ծանուցումներ',
    ],
    'dashboard' => [
      'alert' => [
        'no_services_set'  => 'Ծառայություններ չկան։ Ավելացրեք այստեղ!',
        'no_vacancies_set' => 'Ձեր աշխատանքային ժամերը հրապարակված չեն։Հրապարակե՛ք!',
      ],
      'panel' => [
        'title_appointments_active'    => 'Ակտիվ գրանցումներ',
        'title_appointments_canceled'  => 'Չեղարկված գրանցումներ',
        'title_appointments_served'    => 'Ավարտված գրանցումներ',
        'title_appointments_today'     => 'Այսօր',
        'title_appointments_tomorrow'  => 'Վաղը',
        'title_appointments_total'     => 'Բոլոր գրանցումները',
        'title_contacts_subscribed'    => 'Բաժանորդագրված հաճախորդներ',
        'title_contacts_registered'    => 'Գրանցված հաճախորդներ',
        'title_total'                  => 'Ընդհանուր',
      ],
      'title' => 'Կառավարման վահանակ',
    ],
    'edit' => [
      'title' => 'Խմբագրել սրահի կարգավորումները',
    ],
    'form' => [
      'category' => [
        'label' => 'Շուկա',
      ],
      'description' => [
        'label'       => 'Ավելացնել տեղեկատվություն Ձեր մասին',
        'placeholder' => 'Ավելացնել տեղեկատվություն Ձեր սրահի և մատուցվող ծառայությունների մասին ',
      ],
      'name' => [
        'label'       => 'Անուն',
        'placeholder' => 'Սրահի անունը',
        'validation'  => 'Անունը պարտադիր է',
      ],
      'link' => [
        'label'       => 'Հղում',
        'placeholder' => 'Ձեր գրաֆիկի հղումը',
        'validation'  => 'Ձեր գրաֆիկի հղումն անվավեր է',
      ],
      'phone' => [
        'label'       => 'Հեռախոս',
        'placeholder' => 'Ձեր հեռախոսի համարը',
      ],
      'postal_address' => [
        'label'       => 'Փոստային ինդեքս',
        'placeholder' => 'Քաղաքը,Փողոցի անունը և շենքը',
      ],
      'social_facebook' => [
        'label'       => 'Ֆեյսբուքյան էջը',
        'placeholder' => 'https://www.facebook.com/',
      ],
      'timezone' => [
        'label' => 'Ժամային գոտի',
      ],
      'slug' => [
        'label'       => 'Անուն',
        'placeholder' => 'Սա Ձեր գրաֆիկի հղումն է',
        'validation'  => 'Անունը պարտադիր է',
      ],
    ],
    'index' => [
      'help' => 'Այստեղ կարող եք կառավարել Ձեր բոլոր սրահները',
      'msg'  => [
        'no_appointments' => 'Ակտիվ գրանցումներ չկան',
      ],
      'register_business_help' => 'Օնլայն գրանցումներ ստանալու համար գրանցե՛ք Ձեր սրահը։!',
      'title'                  => 'Իմ սրահները',
    ],
    'msg' => [
      'destroy' => [
        'success' => 'Սրահը հեռացված է',
      ],
      'index' => [
        'only_one_found' => 'Դուք ունեք գրանցված մեկ սրահ։ Ահա Ձեր կառավարման վահանակը։',
      ],
      'preferences' => [
        'success' => 'Նախընտրությունները հաջողությամբ թարմացված են։!',
      ],
      'register' => 'Ձեր սրահը գրանցված է',
      'store'    => [
        'business_already_exists' => 'Այս սրահն արդեն գրանցված է',
        'success'                 => 'Սրահն ավելացված է',
      ],
      'update' => [
        'success' => 'Սրահի տվյալները թարմացված են',
      ],
    ],
    'notifications' => [
      'help'  => 'Նոր ծանուցումներ',
      'title' => 'Ծանուցումներ',
    ],
    'preferences' => [
      'instructions' => 'Այստեղ կարող եք ղեկավարել ձեր սրահի կարգավորումները։',
      'title'        => 'Սրահի նախընտրություններ',
    ],
    'vacancies' => [
      'btn' => [
        'update' => 'Թարմացնել աշխատանքային ժամերը',
      ],
    ],
  ],
  'contacts' => [
    'btn' => [
      'confirm_delete' => 'Համոզվա՞ծ եք, որ ցանկանում եք հեռացնել',
      'delete'         => 'Հեռացնել',
      'edit'           => 'Խմբագրել',
      'store'          => 'Պահպանել',
      'update'         => 'Թարմացնել',
    ],
    'create' => [
      'title' => 'Կոնտակտներ',
    ],
    'form' => [
      'birthdate' => [
        'label' => 'Ծննդյան օրը',
      ],
      'description' => [
        'label' => 'Նկարագրություն',
      ],
      'email' => [
        'label' => 'Էլեկտրոնային հասցե',
      ],
      'firstname' => [
        'label'      => 'Անուն',
        'validation' => 'Անունը պարտադիր է',
      ],
      'gender' => [
        'female' => [
          'label' => 'Իգական',
        ],
        'label' => 'Սեռը',
        'male'  => [
          'label' => 'Արական',
        ],
      ],
      'lastname' => [
        'label'      => 'Ազգանուն',
        'validation' => 'Ազգանունը պարտադիր է',
      ],
      'mobile' => [
        'label' => 'Հեռախոս',
      ],
      'nin' => [
        'label' => 'ID',
      ],
      'notes' => [
        'label' => 'Նշումներ',
      ],
      'postal_address' => [
        'label'      => 'Փոստային ինդեքս',
        'validation' => 'Փոստային ինդեքսը պարտադիր է',
      ],
      'prerequisites' => [
        'label' => 'Պայմաններ',
      ],
    ],
    'label' => [
      'birthdate'      => 'Ծննդյան օրը',
      'email'          => 'Էլեկտրոնային հասցե',
      'member_since'   => 'Բաժանորդագրված է ',
      'mobile'         => 'Հեռախոս',
      'nin'            => 'ID',
      'notes'          => 'Նշումներ',
      'postal_address' => 'Փոստային ինդեքս',
    ],
    'list' => [
      'btn' => [
        'filter' => 'Զտիչ',
      ],
      'header' => [
        'email'     => 'Էլեկտրոնային հասցե',
        'firstname' => 'Անուն',
        'lastname'  => 'Ազգանուն',
        'mobile'    => 'Հեռախոս',
        'username'  => 'Ծածկանուն',
      ],
      'msg' => [
        'filter_no_results' => 'Ոչինչ չկա',
      ],
    ],
    'msg' => [
      'destroy' => [
        'success' => 'Կոնտակտը հեռացված է!',
      ],
      'store' => [
        'success'                          => 'Կոնտակտը հաջողությամբ գրանցված է !',
        'warning_showing_existing_contact' => 'Կոնտակտը գտնվեց',
      ],
      'update' => [
        'success' => 'հաջողությամբ թարմացված է',
      ],
    ],
    'title' => 'Իմ հաճախորդները',
  ],
  'humanresource' => [
    'btn' => [
      'create' => 'Ավելացնել',
      'delete' => 'Հեռացնել',
      'store'  => 'Պահպանել',
      'update' => 'Թարմացնել',
    ],
    'create' => [
      'title'        => 'Ավելացնել մասնագետ',
      'subtitle'     => 'Ով կսպասարկի հետևյալ ծառայությունները',
      'instructions' => 'Ավելացնել մասնագետ',
    ],
    'edit' => [
      'title'        => 'Խմբագրել մասնագետին',
      'subtitle'     => 'Տեղեկատվություն',
      'instructions' => 'Խմբագրել մասնագետի տեղեկատվությունը',
    ],
    'index' => [
      'title'        => 'Մասնագետներ',
      'subtitle'     => 'Ցուցակ',
      'instructions' => 'Մասնագետների ցուցակ',
    ],
    'show' => [
      'title'        => 'Մասնագետ',
      'subtitle'     => 'Տեղեկատվություն',
      'instructions' => 'Մասնագետի մասին տեղեկատվություն',
    ],
    'form' => [
      'calendar_link' => [
        'label' => 'Օրացույցի հղումը',
      ],
      'capacity' => [
        'label' => 'Հաճախորդների սպասարկման քանակը',
      ],
      'name' => [
        'label' => 'Անուն',
      ],
    ],
  ],
  'humanresources' => [
    'msg' => [
      'destroy' => [
        'success' => 'Մասնագետը հեռացված է',
      ],
      'store' => [
        'success' => 'Մասնագետն ավելացված է',
      ],
      'update' => [
        'success' => 'Մասնագետը խմբագրված է',
      ],
    ],
  ],
  'service' => [
    'btn' => [
      'delete' => 'Հեռացնել',
      'update' => 'Թարմացնել',
    ],
    'form' => [
      'color' => [
        'label' => 'Ընտրել գույն',
      ],
      'duration' => [
        'label' => 'Տևողությունը',
      ],
      'name' => [
        'label' => 'Ծառայության անվանումը',
      ],
      'servicetype' => [
        'label' => 'Ծառայության տեսակը',
      ],
    ],
    'msg' => [
      'store' => [
        'success' => 'Ծառայությունը հաջողությամբ պահպանված է։!',
      ],
    ],
  ],
  'services' => [
    'btn' => [
      'create' => 'Ավելացնել ծառայություն',
      'store'  => 'Պահպանել',
    ],
    'create' => [
      'alert' => [
        'go_to_vacancies' => 'Շատ լավ։ Հիմա կարող եք հրապարակել Ձեր աշխատանքային ժամերը։',
      ],
      'btn' => [
        'go_to_vacancies' => 'Հրապարակել Ձեր աշխատանքային ժամերը',
      ],
      'instructions' => 'Մանրամասն ներկայացրեք առաջարկվող ծառայողությունը, որպեսզի հաճախորդները կարողանան հեշտությամբ գրանցումներ կատարել։',
      'title'        => 'Ավելացնել ծառայություն',
    ],
    'edit' => [
      'title' => 'Խմբագրել ծառայությունը',
    ],
    'index' => [
      'instructions' => 'Կարող եք ավելացնել անսահմանափակ քանակությամբ ծառայություններ',
      'title'        => 'Ծառայություններ',
    ],
    'msg' => [
      'destroy' => [
        'success' => 'Ծառայությունը ջնջված է!',
      ],
    ],
  ],
  'vacancies' => [
    'edit' => [
      'instructions' => ' Մեկ օրվա մեջ քանի հաճախորդ կարող եք սպասարկել (յուրաքանչյուր ծառայության համար) ',
      'title'        => 'Աշխատանքային ժամեր',
    ],
    'msg' => [
      'edit' => [
        'no_services' => 'Ծառայություններ չկան։ Ավելացրե՛ք։',
      ],
      'store' => [
        'nothing_changed' => 'Դուք պետք է հրապարակեք ձեր աշխատանքային ժամերն առնվազն մեկ օրվա համար',
        'success'         => 'Աշխատանքային ժամերը հաջողությամբ ավելացված են!',
      ],
    ],
    'table' => [
      'th' => [
        'date' => 'Օր',
      ],
    ],
  ],
];
