<?php

return  [
  'App\\Models\\User' => [
    'timezone' => [
      'label' => 'Ժամային գոտի',
    ],
  ],
  'App\\Models\\Business' => [
    'appointment_cancellation_pre_hs' => [
      'format' => 'Ժամերի քանակը',
      'help'   => 'Գրանցումը չեղարկելու համար  ե՞րբ պետք է տեղեկացնել',
      'label'  => 'Գրանցման չեղարկման մասին',
    ],
    'appointment_code_length' => [
      'format' => 'Նշանների քանակը',
      'help'   => 'Հատուկ կոդ նախատեսված գրանցումները տարբերակելու համար',
      'label'  => 'Գրանցման կոդի թվերի քանակը',
    ],
    'appointment_take_today' => [
      'format' => 'Ժամերի քանակը',
      'help'   => 'Թույլատրել գրանցվել նույն օրը',
      'label'  => 'Թույլատրել գրանցվել նույն օրը',
    ],
    'show_map' => [
      'format' => 'Այո/Ոչ',
      'help'   => 'Հրապարակել սրահի քարտեզը',
      'label'  => 'Հրապարակել քարտեզը',
    ],
    'show_phone' => [
      'format' => 'Այո/Ոչ',
      'help'   => 'Հրապարակել հեռախոսի համարը',
      'label'  => 'Հրապարակել հեռախոսի համարը'
    ]
    'show_postal_address' => [
      'format' => 'Այո/Ոչ',
      'help'   => 'Հրապարակել ամբողջական հասցեն',
      'label'  => 'Հրապարակել ամբողջական հասցեն',
    ],
    'start_at' => [
      'format' => 'hh:mm:ss',
      'help'   => 'The time your business opens for receiving appointments',
      'label'  => 'Սրահի բացման ժամը',
    ],
    'cancellation_policy_advice' => [
      'format' => 'Օրինակ: Դուք կարող եք այս գրանցումը չեղարկել մինչև %s',
      'help'   => 'Մինչև ե՞րբ կարող են հաճախորդները գրանցումը չեղարկել',
      'label'  => 'Գրանցման չեղարկման կարգը',
    ],
    'appointment_flexible_arrival' => [
      'format' => 'Այո/Ոչ',
      'help'   => 'Թույլատրել հաճախորդներին գալ ցանկացած ժամի',
      'label'  => 'Թույլատրել հաճախորդներին գալ ցանկացած ժամի',
    ],
    'finish_at' => [
      'format' => 'ԺԺ:ՐՐ:ՎՐԿ',
      'help'   => 'Ե՞րբ է փակվում Ձեր սրահը',
      'label'  => 'Սրահի փակման ժամը',
    ],
    'service_default_duration' => [
      'format' => 'Օրինակ: 30',
      'help'   => 'Ծառայությունների լռելյայն (по умолчанию) տևողությունը',
      'label'  => 'Լռելյայն (по умолчанию) ծառայության տևողությունը (րոպե) ',
    ],
    'vacancy_edit_advanced_mode' => [
      'format' => 'Այո/Ոչ',
      'help'   => 'Աշխատանքային ժամերը հրապարակելու համար օգտագործել ընդլայնված ռեժիմը',
      'label'  => 'Աշխատանքային ժամերը հրապարակելու համար օգտագործել ընդլայնված ռեժիմը ',
    ],
    'time_format' => [
      'format' => 'H:i a',
      'help'   => 'Ժամի ձևաչափը',
      'label'  => 'Ժամի ձևաչափը',
    ],
    'date_format' => [
      'format' => 'Տ-Ա-Օ',
      'help'   => 'Ամսաթվերի ձևաչափը',
      'label'  => 'Ամսաթվերի ձևաչափը',
    ],
    'timeslot_step' => [
      'format' => 'Քանակ',
      'help'   => 'Ազատ տեղերի քանակը',
      'label'  => 'Ազատ տեղերի քանակը',
    ],
    'availability_future_days' => [
      'format' => 'Քանակ',
      'help'   => 'Number of days to show for booking availability',
      'label'  => 'Եկող օրերի ազատ ժամերի առկայությունը',
    ],
    'report_daily_schedule' => [
      'format' => 'Այո/Ոչ',
      'help'   => 'Ցանկանում եմ ստանալ Email հաղորդագրություն գրանցումների հաշվետվության մասին',
      'label'  => 'Թույլատրել ուղարկել Email հաղորդագրություն գրանցումների հաշվետվության մասին ',
    ],
    'vacancy_autopublish' => [
      'format' => 'Այո/Ոչ',
      'help'   => 'Թույլատրել ազատ ժամերի ինքնահրապարակումը',
      'label'  => 'Թույլատրել ազատ ժամերի ինքնահրապարակումը',
    ],
    'allow_guest_registration' => [
      'format' => 'Այո/Ոչ',
      'help'   => 'Թույլատրել հյուր օգտատերերին կատարել գրանցումներ',
      'label'  => 'Թույլատրել հյուր օգտատերերին կատարել գրանցումներ',
    ],
    'disable_outbound_mailing' => [
      'format' => 'Այո/Ոչ',
      'help'   => 'Արգելել ուղարկել Email հաղորդագրություններ',
      'label'  => 'Արգելափակել ելքային հաղորդագրությունները',
    ],
  ],
  'controls' => [
    'select' => [
      'no'  => 'Ոչ',
      'yes' => 'Այո',
    ],
  ],
];
