<?php

return  [
  //==================================== Translations ====================================//
  'dashboard' => [
    'agenda' => [
      'content' => 'Տեսնել գրանցումներն ըստ գրաֆիկի։',
      'title'   => 'Գրաֆիկ',
    ],
    'contacts' => [
      'content' => 'Սա Ձեր կոնտակտների ցանկն է.',
      'title'   => 'Կոնտակտներ',
    ],
    'delete' => [
      'content' => 'Հեռացնել Սրահը',
      'title'   => 'Ապաակտիվացնել սրահը',
    ],
    'edit' => [
      'content' => 'Փոխել սրահի հաշիվը',
      'title'   => 'Խմբագրել',
    ],
    'enjoy' => [
      'content' => 'Կարող եք սկսել աշխատել!',
      'title'   => 'Ամեն ինչ պատրաստ է!',
    ],
    'home' => [
      'content' => 'Սա Ձեր կառավարման վահանակն է.',
      'title'   => 'Կառավարման վահանակ',
    ],
    'indicator1' => [
      'content' => 'Ակտիվ գրանցումներ, որոնք պետք է սպասարկվեն այսօր։',
      'title'   => 'Այսօրվա ակտիվ գրանցումները։',
    ],
    'indicator2' => [
      'content' => 'Այսօր նախատեսված, բայց չեղարկված գրանցումները',
      'title'   => 'Այսօր նախատեսված բոլոր չեղարկված գրանցումները',
    ],
    'indicator3' => [
      'content' => 'Հաջորդ օրվա համար նախատեսված գրանցումները։',
      'title'   => 'Վաղը նախատեսված ակտիվ գրանցումները',
    ],
    'indicator4' => [
      'content' => 'Այսօրվանից սկսած բոլոր ակտիվ գրանցումները',
      'title'   => 'Բոլոր ակտիվ գրանցումները',
    ],
    'indicator5' => [
      'content' => 'Երբևիցե սպասարկված բոլոր գրանցումները',
      'title'   => 'Սպասարկված բոլոր գրանցումները',
    ],
    'indicator6' => [
      'content' => 'Սպասարկված բոլոր գրանցումները',
      'title'   => 'Բոլոր գրանցումները',
    ],
    'indicator7' => [
      'content' => 'Ընդհանուր գրանցված կոնտակտները',
      'title'   => 'Գրանցված կոնտակտները',
    ],
    'indicator8' => [
      'content' => 'Բաժանորդագրված բոլոր օգտատերերը.',
      'title'   => 'Բաժանորդագրված օգտատերերը',
    ],
    'indicator9' => [
      'content' => 'Կոնտակտներն ըստ ID -ի',
      'title'   => 'Կոնտակտներն ըստ ID -ի',
    ],
    'lang' => [
      'content' => 'Փոխել լեզուն!',
      'title'   => 'Լեզու',
    ],
    'panel' => [
      'content' => 'Սա Ձեր կառավարման վահանակն է',
      'title'   => 'Կառավարման վահանակ',
    ],
    'profile' => [
      'content' => 'Դադարեցնել',
      'title'   => 'Դադարեցնել',
    ],
    'search' => [
      'content' => 'Փնտրեք Ձեզ անհրաժեշտ կոնտակտը, ծառայությունը և այլն',
      'title'   => 'Որոնում',
    ],
    'services' => [
      'content' => 'Կառավարել բոլոր ծառայությունները',
      'title'   => 'Ծառայություններ',
    ],
    'vacancies' => [
      'content' => 'Կառավարեք Ձեր աշխատանքային ժամերը յուրաքանչյուր ծառայության համար',
      'title'   => 'Աշխատանքային ժամեր',
    ],
  ],
  'nav' => [
    'end'  => 'Փակել',
    'next' => 'Հաջորդ',
    'prev' => 'Հետ',
  ],
  'pricing' => [
    'step0' => [
      'content' => 'Սկսնակների համար։',
      'title'   => 'Անվճար',
    ],
    'step1' => [
      'content' => 'Անսահմանափակ գրանցումներ։',
      'title'   => 'Գրանցումներ',
    ],
    'step2' => [
      'content' => 'Ձեր բոլոր հաճախորդների տվյալները մեկ վայրում։',
      'title'   => 'Կոնտակտներ',
    ],
    'step3' => [
      'content' => 'Ավելացրեք ծառայություններ',
      'title'   => 'Ծառայություններ',
    ],
    'step4' => [
      'content' => 'Միջին և մեծ սրահների համար',
      'title'   => 'Պրեմիում',
    ],
  ],
];
