<?php
/*************************************************************************
 Generated via "php artisan localization:missing" at 2015/12/09 15:37:10
*************************************************************************/

return [
  'feature' => [
    1 => [
      'content' => 'Հաճախորդների 24/7 օնլայն գրանցում.',
      'title'   => 'Խնայե՛ք ժամանակ',
    ],
    2 => [
      'content' => 'Տեսանելի դարձեք նոր հաճախորդների համար.',
      'title'   => 'Ձեռք բերեք նոր հաճախորդներ',
    ],
    3 => [
      'content' => 'Email և SMS Հիշեցումներ.',
      'title'   => 'Խուսափե՛ք ուշացումներից ավտոմատացված ծանուցումների շնորհիվ',
    ],
    4 => [
      'content' => 'Մուտք գործեք Ձեր հաշիվ ցանկացած վայրից,
ցանկացած սարքով.',
      'title'   => 'Բազմաֆունկցիանալ կառավարման համակարգ',
    ],
  ],
  'jumbotron' => [
    'btn' => [
      'begin' => 'Սկսե՞նք',
      'login' => 'Մուտք',
    ],
    'description' => 'Օնլայն գրանցումների 24/7 համակարգ.',
    'title'       => 'MyBeautyBook.am',
  ],
];
