<?php

return  [
  //==================================== Translations ====================================//
  'advice' => [
    'cancellation_deadline_past_due' => 'Вы больше не можете отменить это бронирование.',
  ],
  'status' => [
    'canceled'  => 'Отменено',
    'confirmed' => 'Подтверждено',
    'reserved'  => 'Зарезервировано',
    'served'    => 'Выполнено',
  ],
  'text' => [
    'minutes'   => 'минут',
    'to'        => 'до',
    'from'      => 'от',
    'arrive_at' => 'Пожалуйста, приезжайте в :at|мы ждем вас  от :from до :to',
    'today'     => 'сегодня',
    'tomorrow'  => 'завтра',
  ],
];
