<?php

return  [
  //==================================== Translations ====================================//
  'btn' => [
    'already_registered' => 'Вы уже зарегистрированы?  Вход ',
    'forgot'             => 'Забыли пароль? Сброс',
    'not_registered'     => 'Еще не зарегистрированы? Зарегистрироваться',
  ],
  'label' => [
    'oauth_direct_access' => 'или вы можете зарегистрироваться с помощью социальных сетей',
  ],
  'login' => [
    'alert' => [
      'message' => 'Могу я вам помочь чем-нибудь?',
      'whoops'  => 'Whoops!',
    ],
    'email'       => 'Электронная почта',
    'forgot'      => 'Забыл пароль',
    'login'       => 'Вход ',
    'password'    => 'Пароль',
    'remember_me' => 'Запомнить меня',
    'title'       => 'Вход ',
  ],
  'register' => [
    'btn' => [
      'submit' => 'Register',
    ],
    'email'                 => 'Электронная почта',
    'name'                  => 'Ваше имя',
    'need_help'             => 'Нужна помощь?',
    'password'              => 'Пароль',
    'password_confirmation' => 'Повторите пароль',
    'title'                 => 'Привет! Мы будем создать ваш профиль на timegrid.io',
  ],
  'reset' => [
    'btn' => [
      'reset'     => 'Сбросить пароль',
      'send_link' => 'Отправьте мне ссылку для сброса',
    ],
    'title' => 'Сброс пароля',
  ],
  'social' => [
    'facebook' => 'Зарегистрироваться с помощью Facebook',
    'github'   => 'Зарегистрироваться с помощью Github',
    'google'   => 'Зарегистрироваться с помощью Google',
  ],
  'failed' => 'Эти учетные данные не соответствуют нашим данным',
];
