<?php

return  [
  //==================================== Translations ====================================//
  'btn' => [
    'pick-this-time' => 'Выбрать эту дату',
  ],
  'steps' => [
    'label' => [
      'cancel'     => 'Отменить',
      'current'    => 'Текущий',
      'finish'     => 'Конец',
      'loading'    => 'Загрузка',
      'next'       => 'Далее',
      'pagination' => 'Нумерация страниц',
      'previous'   => 'Предыдущий',
    ],
    'title' => [
      'pick-a-date'    => 'Выберите дату',
      'pick-a-service' => 'Выберите услугу',
      'pick-a-time'    => 'Выберите время',
      'recap'          => 'Резюме',
    ],
  ],
];
