<?php

return  [
  //==================================== Translations ====================================//
  'dashboard' => [
    'agenda' => [
      'content' => 'Посмотрите ваши заказы в формате расписания.',
      'title'   => 'График',
    ],
    'contacts' => [
      'content' => 'Это ваш список контактов.',
      'title'   => 'Контакты',
    ],
    'delete' => [
      'content' => 'Удалить свой бизнес',
      'title'   => 'Деактивировать бизнес',
    ],
    'edit' => [
      'content' => 'Здесь вы можете изменить свой бизнес-профиль.',
      'title'   => 'Редактировать',
    ],
    'enjoy' => [
      'content' => 'Вы готовы начать работать!',
      'title'   => 'Все сделано!',
    ],
    'home' => [
      'content' => 'Это ярлык для вашей панели инструментов.',
      'title'   => 'Панель инструментов',
    ],
    'indicator1' => [
      'content' => 'Сегодняшние активные назначения.',
      'title'   => 'Сегодняшние активные назначения',
    ],
    'indicator2' => [
      'content' => 'Назначения, которые были на сегодня, но были аннулированы.',
      'title'   => 'Аннулированные встречи на сегодня',
    ],
    'indicator3' => [
      'content' => 'Ожидаемые назначения на завтра.',
      'title'   => 'Активные встречи для завтра',
    ],
    'indicator4' => [
      'content' => 'Общее количество активных назначений с этого момента.',
      'title'   => 'Всего активных назначений',
    ],
    'indicator5' => [
      'content' => 'Итоговые встречи в истории.',
      'title'   => 'Всего обслуживаемых назначений',
    ],
    'indicator6' => [
      'content' => 'Общее количество обработанных встреч в любом состоянии.',
      'title'   => 'Всего назначений',
    ],
    'indicator7' => [
      'content' => 'Всего зарегистрированных контактов.',
      'title'   => 'Зарегистрированные контакты',
    ],
    'indicator8' => [
      'content' => 'Всего подписчиков.',
      'title'   => 'Подписанные предприятия',
    ],
    'indicator9' => [
      'content' => 'Количество контактов, которые предоставили национальный идентификационный номер.',
      'title'   => 'Контакты с идентификатором',
    ],
    'lang' => [
      'content' => 'Вы говорите на другом языке? Переключите язык!',
      'title'   => 'Язык / Идиома',
    ],
    'panel' => [
      'content' => 'Добро пожаловать на панель инструментов',
      'title'   => 'Ваш панель инструментов',
    ],
    'profile' => [
      'content' => 'Закрыть сеанс',
      'title'   => 'Ваша сессия ',
    ],
    'search' => [
      'content' => 'Панель поиска.',
      'title'   => 'Поиск',
    ],
    'services' => [
      'content' => 'Управление услуг.',
      'title'   => 'Сервисы',
    ],
    'vacancies' => [
      'content' => 'Управление доступности',
      'title'   => 'Доступность',
    ],
  ],
  'nav' => [
    'end'  => 'Закрыть',
    'next' => 'Следующий',
    'prev' => 'Назад',
  ],
  'pricing' => [
    'step0' => [
      'content' => 'Идеальный план для профессионалов-фрилансеров.',
      'title'   => 'Бесплатно',
    ],
    'step1' => [
      'content' => 'Неограниченные ежемесячные заказы.',
      'title'   => 'Назначения',
    ],
    'step2' => [
      'content' => 'Получите контакты вашего клиента в одном месте.',
      'title'   => 'Адресная книга контактов',
    ],
    'step3' => [
      'content' => 'Сделайте ваш каталог готовым к резервированию.',
      'title'   => 'Сервисы',
    ],
    'step4' => [
      'content' => 'Идеально подходит для растущих предприятий.',
      'title'   => 'Премиум',
    ],
  ],
];
