<?php
/*************************************************************************
 Generated via "php artisan localization:missing" at 2015/12/09 15:37:10
*************************************************************************/

return [
  'feature' => [
    1 => [
      'content' => 'Позволяет вашим клиентам забронировать онлайн.',
      'title'   => 'Оптимизировать',
    ],
    2 => [
      'content' => 'Держите все ваши контакты вместе и получайте новых подписчиков.',
      'title'   => 'Аннуитета',
    ],
    3 => [
      'content' => 'Обеспечьте лучший сервис для ваших клиентов.',
      'title'   => 'Профессионализировать',
    ],
    4 => [
      'content' => 'Пришло время наслаждаться сохраненным временем и провести отпуск.',
      'title'   => 'Освободить',
    ],
  ],
  'jumbotron' => [
    'btn' => [
      'begin' => 'Начнем',
      'login' => 'Войти',
    ],
    'description' => 'Приложение для бронирования 24/7.',
    'title'       => 'timegrid.io',
  ],
];
