<?php
/*************************************************************************
 Generated via "php artisan localization:missing" at 2015/07/20 17:32:03
*************************************************************************/

return [
  'alert'    => 'Молодец! Пожалуйста, расскажите нам, что вы хотите сделать',
  'business' => [
    'btn'     => 'Я хочу предоставлять услуги',
    'header'  => 'У меня есть бизнес',
    'caption' => 'Зарегистрируйте ваш бизнес и начните подавать заявки сегодня.',
  ],
  'user' => [
    'btn'     => 'Я хочу бронировать сервис',
    'header'  => 'Я клиент',
    'caption' => 'Вам нужно сделать бронирование?',
  ],
];
